Repository: CarlosX/Kamilla.Wow
Catalog: Kamilla.Network.Protocols.Wow/Game/CurrencyTypesNames.*.resx
Languages: ru

# Currency42
source: Badge of Justice
ru: Знак справедливости

# Currency61
source: Dalaran Jewelcrafter's Token
ru: Даларанский знак ювелира

# Currency81
source: Dalaran Cooking Award
ru: Даларанская кулинарная награда

# Currency241
source: Champion's Seal
ru: Печать чемпиона

# Currency402
source: Chef's Award
ru: Награда шеф-повара

# Currency416
source: Mark of the World Tree
ru: Знак Древа Жизни

# Currency515
source: Darkmoon Prize Ticket
ru: Призовой купон ярмарки Новолуния

# Currency103
source: Arena Points
ru: Очки арены

# Currency121
source: Alterac Valley Mark of Honor
ru: Почетный знак Альтеракской долины

# Currency122
source: Arathi Basin Mark of Honor
ru: Почетный знак Низины Арати

# Currency123
source: Eye of the Storm Mark of Honor
ru: Почетный знак Ока Бури

# Currency124
source: Strand of the Ancients Mark of Honor
ru: Почетный знак Берега Древних

# Currency125
source: Warsong Gulch Mark of Honor
ru: Почетный знак Ущелья Песни Войны

# Currency126
source: Wintergrasp Mark of Honor
ru: Почетный знак Озера Ледяных Оков

# Currency161
source: Stone Keeper's Shard
ru: Осколок каменного хранителя

# Currency181
source: Honor Points DEPRECATED2
ru: Honor Points DEPRECATED

# Currency201
source: Venture Coin
ru: Монета Торговой Компании

# Currency321
source: Isle of Conquest Mark of Honor
ru: Почетный знак Острова Завоеваний

# Currency390
source: Conquest Points
ru: Очки завоеваний

# Currency391
source: Tol Barad Commendation
ru: Рекомендательный значок Тол Барада

# Currency392
source: Honor Points
ru: Очки чести

# Currency101
source: Emblem of Heroism
ru: Эмблема героизма

# Currency102
source: Emblem of Valor
ru: Эмблема доблести

# Currency221
source: Emblem of Conquest
ru: Эмблема завоевания

# Currency301
source: Emblem of Triumph
ru: Эмблема триумфа

# Currency341
source: Emblem of Frost
ru: Эмблема льда

# Currency395
source: Justice Points
ru: Очки справедливости

# Currency396
source: Valor Points
ru: Очки доблести

# Currency614
source: Mote of Darkness
ru: Частица тьмы

# Currency615
source: Essence of Corrupted Deathwing
ru: Порочная энергия Смертокрыла

# Currency361
source: Illustrious Jewelcrafter's Token
ru: Жетон прославленного ювелира

# Currency384
source: Dwarf Archaeology Fragment
ru: Фрагмент артефакта дворфов

# Currency385
source: Troll Archaeology Fragment
ru: Фрагмент артефакта троллей

# Currency393
source: Fossil Archaeology Fragment
ru: Фрагмент окаменелости

# Currency394
source: Night Elf Archaeology Fragment
ru: Фрагмент артефакта ночных эльфов

# Currency397
source: Orc Archaeology Fragment
ru: Фрагмент артефакта орков

# Currency398
source: Draenei Archaeology Fragment
ru: Фрагмент артефакта дренеев

# Currency399
source: Vrykul Archaeology Fragment
ru: Фрагмент артефакта врайкулов

# Currency400
source: Nerubian Archaeology Fragment
ru: Фрагмент артефакта нерубов

# Currency401
source: Tol'vir Archaeology Fragment
ru: Фрагмент артефакта тол'виров
