Repository: CarlosX/Kamilla.Wow
Catalog: Kamilla.Network.Protocols.Wow/Game/LFGDungeonsNames.*.resx
Languages: ru

# Dungeon1
source: Wailing Caverns
ru: Пещеры Стенаний

# Dungeon2
source: Scholomance
ru: Некроситет

# Dungeon4
source: Ragefire Chasm
ru: Огненная Пропасть

# Dungeon6
source: Deadmines
ru: Мертвые копи

# Dungeon8
source: Shadowfang Keep
ru: Крепость Темного Клыка

# Dungeon10
source: Blackfathom Deeps
ru: Непроглядная Пучина

# Dungeon12
source: Stormwind Stockade
ru: Тюрьма Штормграда

# Dungeon14
source: Gnomeregan
ru: Гномреган

# Dungeon16
source: Razorfen Kraul
ru: Лабиринты Иглошкурых

# Dungeon18
source: Scarlet Monastery - Graveyard
ru: Монастырь Алого ордена - кладбище

# Dungeon20
source: Razorfen Downs
ru: Курганы Иглошкурых

# Dungeon22
source: Uldaman
ru: Ульдаман

# Dungeon24
source: Zul'Farrak
ru: Зул'Фаррак

# Dungeon26
source: Maraudon - Foulspore Cavern
ru: Мародон - Зловонная пещера

# Dungeon28
source: Sunken Temple
ru: Затонувший храм

# Dungeon30
source: Blackrock Depths - Detention Block
ru: Глубины Черной горы - Тюремный блок

# Dungeon32
source: Lower Blackrock Spire
ru: Нижняя часть Черной горы

# Dungeon34
source: Dire Maul - Warpwood Quarter
ru: Забытый Город - Квартал Криводревов

# Dungeon36
source: Dire Maul - Capital Gardens
ru: Забытый Город - Центральный сад

# Dungeon38
source: Dire Maul - Gordok Commons
ru: Забытый Город - Палаты Гордока

# Dungeon40
source: Stratholme - Main Gate
ru: Стратхольм - Главные врата

# Dungeon136
source: Hellfire Ramparts (Normal)
ru: Бастионы Адского Пламени (норм.)

# Dungeon137
source: Blood Furnace (Normal)
ru: Кузня Крови (норм.)

# Dungeon138
source: Shattered Halls (Normal)
ru: Разрушенные залы (норм.)

# Dungeon140
source: Slave Pens (Normal)
ru: Узилище (норм.)

# Dungeon146
source: Underbog (Normal)
ru: Нижетопь (норм.)

# Dungeon147
source: The Steamvault (Normal)
ru: Паровое подземелье (норм.)

# Dungeon148
source: Mana-Tombs (Normal)
ru: Гробницы Маны (норм.)

# Dungeon149
source: Auchenai Crypts (Normal)
ru: Аукенайские гробницы (норм.)

# Dungeon150
source: Sethekk Halls (Normal)
ru: Сетеккские залы (норм.)

# Dungeon151
source: Shadow Labyrinth (Normal)
ru: Темный лабиринт (норм.)

# Dungeon163
source: Scarlet Monastery - Armory
ru: Монастырь Алого ордена - Оружейная

# Dungeon164
source: Scarlet Monastery - Cathedral
ru: Монастырь Алого ордена - Собор

# Dungeon165
source: Scarlet Monastery - Library
ru: Монастырь Алого ордена - Библиотека

# Dungeon170
source: The Escape From Durnholde (Normal)
ru: Побег из Дарнхольда (норм.)

# Dungeon171
source: Opening of the Dark Portal (Normal)
ru: Открытие Темного портала (норм.)

# Dungeon172
source: The Mechanar (Normal)
ru: Механар (норм.)

# Dungeon173
source: The Botanica (Normal)
ru: Ботаника (норм.)

# Dungeon174
source: The Arcatraz (Normal)
ru: Аркатрац (норм.)

# Dungeon178
source: Auchenai Crypts (Heroic)
ru: Аукенайские гробницы (героич.)

# Dungeon179
source: Mana-Tombs (Heroic)
ru: Гробницы Маны (героич.)

# Dungeon180
source: Sethekk Halls (Heroic)
ru: Сетеккские залы (героич.)

# Dungeon181
source: Shadow Labyrinth (Heroic)
ru: Темный лабиринт (героич.)

# Dungeon182
source: Opening of the Dark Portal (Heroic)
ru: Открытие Темного портала (героич.)

# Dungeon183
source: The Escape From Durnholde (Heroic)
ru: Побег из Дарнхольда (героич.)

# Dungeon184
source: Slave Pens (Heroic)
ru: Узилище (героич.)

# Dungeon185
source: The Steamvault (Heroic)
ru: Паровое подземелье (героич.)

# Dungeon186
source: Underbog (Heroic)
ru: Нижетопь (героич.)

# Dungeon187
source: Blood Furnace (Heroic)
ru: Кузня Крови (героич.)

# Dungeon188
source: Hellfire Ramparts (Heroic)
ru: Бастионы Адского Пламени (героич.)

# Dungeon189
source: Shattered Halls (Heroic)
ru: Разрушенные залы (героич.)

# Dungeon190
source: The Arcatraz (Heroic)
ru: Аркатрац (героич.)

# Dungeon191
source: The Botanica (Heroic)
ru: Ботаника (героич.)

# Dungeon192
source: The Mechanar (Heroic)
ru: Механар (героич.)

# Dungeon198
source: Magisters' Terrace (Normal)
ru: Терраса Магистров (норм.)

# Dungeon201
source: Magisters' Terrace (Heroic)
ru: Терраса Магистров (героич.)

# Dungeon202
source: Utgarde Keep (Normal)
ru: Крепость Утгард (норм.)

# Dungeon203
source: Utgarde Pinnacle (Normal)
ru: Вершина Утгард (норм.)

# Dungeon204
source: Azjol-Nerub (Normal)
ru: Азжол-Неруб (норм.)

# Dungeon205
source: Utgarde Pinnacle (Heroic)
ru: Вершина Утгард (героич.)

# Dungeon206
source: The Oculus (Normal)
ru: Окулус (норм.)

# Dungeon207
source: Halls of Lightning (Normal)
ru: Чертоги Молний (норм.)

# Dungeon208
source: Halls of Stone (Normal)
ru: Чертоги Камня (норм.)

# Dungeon209
source: The Culling of Stratholme (Normal)
ru: Очищение Стратхольма (норм.)

# Dungeon210
source: The Culling of Stratholme (Heroic)
ru: Очищение Стратхольма (героич.)

# Dungeon211
source: The Oculus (Heroic)
ru: Окулус (героич.)

# Dungeon212
source: Halls of Lightning (Heroic)
ru: Чертоги Молний (героич.)

# Dungeon213
source: Halls of Stone (Heroic)
ru: Чертоги Камня (героич.)

# Dungeon214
source: Drak'Tharon Keep (Normal)
ru: Крепость Драк'Тарон (норм.)

# Dungeon215
source: Drak'Tharon Keep (Heroic)
ru: Крепость Драк'Тарон (героич.)

# Dungeon216
source: Gundrak (Normal)
ru: Гундрак (норм.)

# Dungeon217
source: Gundrak (Heroic)
ru: Гундрак (героич.)

# Dungeon218
source: Ahn'kahet: The Old Kingdom (Normal)
ru: Ан'кахет: Старое Королевство (норм.)

# Dungeon219
source: Ahn'kahet: The Old Kingdom (Heroic)
ru: Ан'кахет: Старое Королевство (героич.)

# Dungeon220
source: Violet Hold (Normal)
ru: Аметистовая крепость (норм.)

# Dungeon221
source: Violet Hold (Heroic)
ru: Аметистовая крепость (героич.)

# Dungeon225
source: The Nexus (Normal)
ru: Нексус (норм.)

# Dungeon226
source: The Nexus (Heroic)
ru: Нексус (героич.)

# Dungeon241
source: Azjol-Nerub (Heroic)
ru: Азжол-Неруб (героич.)

# Dungeon242
source: Utgarde Keep (Heroic)
ru: Крепость Утгард (героич.)

# Dungeon245
source: Trial of the Champion (Normal)
ru: Испытание чемпиона (норм.)

# Dungeon249
source: Trial of the Champion (Heroic)
ru: Испытание чемпиона (героич.)

# Dungeon251
source: The Forge of Souls (Normal)
ru: Кузня Душ (норм.)

# Dungeon252
source: The Forge of Souls (Heroic)
ru: Кузня Душ (героич.)

# Dungeon253
source: Pit of Saron (Normal)
ru: Яма Сарона (норм.)

# Dungeon254
source: Pit of Saron (Heroic)
ru: Яма Сарона (героич.)

# Dungeon255
source: Halls of Reflection (Normal)
ru: Залы Отражений (норм.)

# Dungeon256
source: Halls of Reflection (Heroic)
ru: Залы Отражений (героич.)

# Dungeon272
source: Maraudon - The Wicked Grotto
ru: Мародон - Оскверненный грот

# Dungeon273
source: Maraudon - Earth Song Falls
ru: Мародон - Поющие водопады

# Dungeon274
source: Stratholme - Service Entrance
ru: Стратхольм - Черный ход

# Dungeon276
source: Blackrock Depths - Upper City
ru: Глубины Черной горы - Верхний город

# Dungeon285
source: The Headless Horseman
ru: Всадник без головы

# Dungeon286
source: The Frost Lord Ahune
ru: Повелитель Холода Ахун

# Dungeon287
source: Coren Direbrew
ru: Корен Худовар

# Dungeon288
source: The Crown Chemical Co.
ru: Королевская химическая компания

# Dungeon296
source: Grand Ambassador Flamelash
ru: Великий посол Огнехлыст

# Dungeon297
source: Crown Princess Theradras
ru: Кронпринцесса Терадрас

# Dungeon298
source: Kai'ju Gahz'rilla
ru: Кай'жу Газ'рилла

# Dungeon299
source: Prince Sarsarun
ru: Принц Сарсарун

# Dungeon302
source: Throne of the Tides (Normal)
ru: Трон Приливов (норм.)

# Dungeon303
source: Blackrock Caverns (Normal)
ru: Пещеры Черной горы (норм.)

# Dungeon304
source: Grim Batol (Normal)
ru: Грим Батол (норм.)

# Dungeon305
source: Halls of Origination (Normal)
ru: Чертоги Созидания (норм.)

# Dungeon306
source: Kai'ju Gahz'rilla
ru: Кай'жу Газ'рилла

# Dungeon307
source: The Stonecore (Normal)
ru: Каменные Недра (норм.)

# Dungeon308
source: Grand Ambassador Flamelash
ru: Великий посол Огнехлыст

# Dungeon309
source: Crown Princess Theradras
ru: Кронпринцесса Терадрас

# Dungeon310
source: Prince Sarsarun
ru: Принц Сарсарун

# Dungeon311
source: The Vortex Pinnacle (Normal)
ru: Вершина Смерча (норм.)

# Dungeon312
source: Lost City of the Tol'vir (Normal)
ru: Затерянный город Тол'вир (норм.)

# Dungeon319
source: The Vortex Pinnacle (Heroic)
ru: Вершина Смерча (героич.)

# Dungeon320
source: The Stonecore (Heroic)
ru: Каменные Недра (героич.)

# Dungeon321
source: Halls of Origination (Heroic)
ru: Чертоги Созидания (героич.)

# Dungeon322
source: Grim Batol (Heroic)
ru: Грим Батол (героич.)

# Dungeon323
source: Blackrock Caverns (Heroic)
ru: Пещеры Черной горы (героич.)

# Dungeon324
source: Throne of the Tides (Heroic)
ru: Трон Приливов (героич.)

# Dungeon325
source: Lost City of the Tol'vir (Heroic)
ru: Затерянный город Тол'вир (героич.)

# Dungeon326
source: Deadmines (Heroic)
ru: Мертвые копи (героич.)

# Dungeon327
source: Shadowfang Keep (Heroic)
ru: Крепость Темного Клыка (героич.)

# Dungeon330
source: Upper Blackrock Spire
ru: Верхняя часть Черной горы

# Dungeon334
source: Zul'Gurub (Heroic)
ru: Зул'Гуруб (героич.)

# Dungeon340
source: Zul'Aman (Heroic)
ru: Зул'Аман (героич.)

# Dungeon416
source: The Siege of Wyrmrest Temple
ru: Осада Храма Драконьего Покоя

# Dungeon417
source: Fall of Deathwing
ru: Падение Смертокрыла

# Dungeon435
source: End Time (Heroic)
ru: Конец Времен (героич.)

# Dungeon437
source: Well of Eternity (Heroic)
ru: Источник Вечности (героич.)

# Dungeon439
source: Hour of Twilight (Heroic)
ru: Время Сумерек (героич.)

# Dungeon46
source: Onyxia's Lair (10)
ru: Логово Ониксии (10)

# Dungeon48
source: Molten Core
ru: Огненные Недра

# Dungeon50
source: Blackwing Lair
ru: Логово Крыла Тьмы

# Dungeon159
source: Naxxramas (10)
ru: Наксрамас (10)

# Dungeon160
source: Ahn'Qiraj Ruins
ru: Руины Ан'Киража

# Dungeon161
source: Ahn'Qiraj Temple
ru: Храм Ан'Киража

# Dungeon175
source: Karazhan
ru: Каражан

# Dungeon176
source: Magtheridon's Lair
ru: Логово Магтеридона

# Dungeon177
source: Gruul's Lair
ru: Логово Груула

# Dungeon193
source: Tempest Keep
ru: Крепость Бурь

# Dungeon194
source: Serpentshrine Cavern
ru: Змеиное святилище

# Dungeon195
source: Hyjal Past
ru: Прошлое Хиджала

# Dungeon196
source: Black Temple
ru: Черный храм

# Dungeon199
source: The Sunwell
ru: Солнечный Колодец

# Dungeon223
source: The Eye of Eternity (10)
ru: Око Вечности (10)

# Dungeon224
source: The Obsidian Sanctum (10)
ru: Обсидиановое святилище (10)

# Dungeon227
source: Naxxramas (25)
ru: Наксрамас (25)

# Dungeon237
source: The Eye of Eternity (25)
ru: Око Вечности (25)

# Dungeon238
source: The Obsidian Sanctum (25)
ru: Обсидиановое святилище (25)

# Dungeon239
source: Vault of Archavon (10)
ru: Склеп Аркавона (10)

# Dungeon240
source: Vault of Archavon (25)
ru: Склеп Аркавона (25)

# Dungeon243
source: Ulduar (10)
ru: Ульдуар (10)

# Dungeon244
source: Ulduar (25)
ru: Ульдуар (25)

# Dungeon246
source: Trial of the Crusader (10)
ru: Испытание крестоносца (10)

# Dungeon247
source: Trial of the Grand Crusader (10)
ru: Испытание великого крестоносца (10)

# Dungeon248
source: Trial of the Crusader (25)
ru: Испытание крестоносца (25)

# Dungeon250
source: Trial of the Grand Crusader (25)
ru: Испытание великого крестоносца (25)

# Dungeon257
source: Onyxia's Lair (25)
ru: Логово Ониксии (25)

# Dungeon279
source: Icecrown Citadel (10)
ru: Цитадель Ледяной Короны (10)

# Dungeon280
source: Icecrown Citadel (25)
ru: Цитадель Ледяной Короны (25)

# Dungeon293
source: Ruby Sanctum (10)
ru: Рубиновое святилище (10)

# Dungeon294
source: Ruby Sanctum (25)
ru: Рубиновое святилище (25)

# Dungeon313
source: Blackwing Descent (10)
ru: Твердыня Крыла Тьмы (10)

# Dungeon314
source: Blackwing Descent (25)
ru: Твердыня Крыла Тьмы (25)

# Dungeon315
source: The Bastion of Twilight (10)
ru: Сумеречный бастион (10)

# Dungeon316
source: The Bastion of Twilight (25)
ru: Сумеречный бастион (25)

# Dungeon317
source: Throne of the Four Winds (10)
ru: Трон Четырех Ветров (10)

# Dungeon318
source: Throne of the Four Winds (25)
ru: Трон Четырех Ветров (25)

# Dungeon328
source: Baradin Hold (10)
ru: Крепость Барадин (10)

# Dungeon329
source: Baradin Hold (25)
ru: Крепость Барадин (25)

# Dungeon358
source: 10v10 Rated Battleground
ru: Рейтинговое поле боя 10 на 10 игроков

# Dungeon361
source: Firelands (10)
ru: Огненные Просторы (10)

# Dungeon362
source: Firelands (25)
ru: Огненные Просторы (25)

# Dungeon447
source: Dragon Soul (10)
ru: Душа Дракона (10)

# Dungeon448
source: Dragon Soul (25)
ru: Душа Дракона (25)

# Dungeon58
source: Elwynn Forest
ru: Элвиннский лес

# Dungeon60
source: Westfall
ru: Западный Край

# Dungeon62
source: Duskwood
ru: Сумеречный лес

# Dungeon64
source: Dun Morogh
ru: Дун Морог

# Dungeon66
source: Loch Modan
ru: Лок Модан

# Dungeon68
source: Wetlands
ru: Болотина

# Dungeon70
source: Stranglethorn Vale
ru: Тернистая долина

# Dungeon72
source: Blasted Lands
ru: Выжженные земли

# Dungeon74
source: Swamp of Sorrows
ru: Болото Печали

# Dungeon76
source: Redridge Mountains
ru: Красногорье

# Dungeon78
source: Burning Steppes
ru: Пылающие степи

# Dungeon80
source: Searing Gorge
ru: Тлеющее ущелье

# Dungeon82
source: Badlands
ru: Бесплодные земли

# Dungeon84
source: Arathi Highlands
ru: Нагорье Арати

# Dungeon86
source: Hillsbrad Foothills
ru: Предгорья Хилсбрада

# Dungeon88
source: Hinterlands
ru: Внутренние земли

# Dungeon90
source: Western Plaguelands
ru: Западные Чумные земли

# Dungeon92
source: Eastern Plaguelands
ru: Восточные Чумные земли

# Dungeon94
source: Tirisfal Glades
ru: Тирисфальские леса

# Dungeon96
source: Silverpine Forest
ru: Серебряный бор

# Dungeon98
source: Alterac Mountains
ru: Альтеракские горы

# Dungeon100
source: Durotar
ru: Дуротар

# Dungeon102
source: Mulgore
ru: Мулгор

# Dungeon104
source: The Barrens
ru: Степи

# Dungeon106
source: Stonetalon Mountains
ru: Когтистые горы

# Dungeon108
source: Thousand Needles
ru: Тысяча Игл

# Dungeon110
source: Desolace
ru: Пустоши

# Dungeon112
source: Feralas
ru: Фералас

# Dungeon114
source: Dustwallow Marsh
ru: Пылевые топи

# Dungeon116
source: Tanaris
ru: Танарис

# Dungeon118
source: Un'Goro Crater
ru: Кратер Ун'Горо

# Dungeon120
source: Silithus
ru: Силитус

# Dungeon122
source: Teldrassil
ru: Тельдрассил

# Dungeon124
source: Darkshore
ru: Темные берега

# Dungeon126
source: Ashenvale
ru: Ясеневый лес

# Dungeon128
source: Felwood
ru: Оскверненный лес

# Dungeon130
source: Azshara
ru: Азшара

# Dungeon132
source: Winterspring
ru: Зимние Ключи

# Dungeon152
source: Hellfire Peninsula
ru: Полуостров Адского Пламени

# Dungeon153
source: Zangarmarsh
ru: Зангартопь

# Dungeon154
source: Terokkar Forest
ru: Лес Тероккар

# Dungeon155
source: Nagrand
ru: Награнд

# Dungeon156
source: Shadowmoon Valley
ru: Долина Призрачной Луны

# Dungeon157
source: Blade's Edge Mountains
ru: Острогорье

# Dungeon158
source: Netherstorm
ru: Пустоверть

# Dungeon166
source: Eversong Woods
ru: Леса Вечной Песни

# Dungeon167
source: Azuremyst Isle
ru: Остров Лазурной Дымки

# Dungeon168
source: Ghostlands
ru: Призрачные земли

# Dungeon169
source: Bloodmyst Isle
ru: Остров Кровавой Дымки

# Dungeon200
source: Isle of Quel'Danas
ru: Остров Кель'Данас

# Dungeon228
source: Borean Tundra
ru: Борейская тундра

# Dungeon229
source: Howling Fjord
ru: Ревущий фьорд

# Dungeon230
source: Grizzly Hills
ru: Седые холмы

# Dungeon231
source: Dragonblight
ru: Драконий Погост

# Dungeon232
source: Wintergrasp
ru: Озеро Ледяных Оков

# Dungeon233
source: Zul'Drak
ru: Зул'Драк

# Dungeon234
source: Sholazar Basin
ru: Низина Шолазар

# Dungeon235
source: The Storm Peaks
ru: Грозовая Гряда

# Dungeon236
source: Icecrown
ru: Ледяная Корона

# Dungeon258
source: Random Classic Dungeon
ru: Случайное подземелье классической игры

# Dungeon259
source: Random Burning Crusade Dungeon
ru: Случайное подземелье Burning Crusade (норм.)

# Dungeon260
source: Random Burning Crusade Heroic
ru: Случайное подземелье Burning Crusade (героич.)

# Dungeon261
source: Random Lich King Dungeon
ru: Случайное подземелье Lich King (норм.)

# Dungeon262
source: Random Lich King Heroic
ru: Случайное подземелье Lich King (героич.)

# Dungeon300
source: Random Cataclysm Dungeon
ru: Случайное подземелье Cataclysm (норм.)

# Dungeon301
source: Random Cataclysm Heroic
ru: Случайное подземелье Cataclysm (героич.)

# Dungeon434
source: Random Hour of Twilight Heroic
ru: Случайное подземелье "Времени Сумерек" (героич.)
