Repository: CarlosX/Kamilla.Wow
Catalog: Kamilla.Network.Protocols.Wow/Game/MapsNames.*.resx
Languages: ru

# Map0
source: Eastern Kingdoms
ru: Восточные королевства

# Map1
source: Kalimdor
ru: Калимдор

# Map13
source: Testing
ru: Тестирование

# Map25
source: Scott Test
ru: Тест Скотта

# Map30
source: Alterac Valley
ru: Альтеракская долина

# Map33
source: Shadowfang Keep
ru: Крепость Темного Клыка

# Map34
source: Stormwind Stockade
ru: Тюрьма Штормграда

# Map35
source: <unused>StormwindPrison
ru: <UNUSED> Тюрьма Штормграда

# Map36
source: Deadmines
ru: Мертвые копи

# Map37
source: Azshara Crater
ru: Кратер Азшары

# Map42
source: Collin's Test
ru: Тест Коллина

# Map43
source: Wailing Caverns
ru: Пещеры Стенаний

# Map44
source: <unused> Monastery
ru: <UNUSED> Монастырь

# Map47
source: Razorfen Kraul
ru: Лабиринты Иглошкурых

# Map48
source: Blackfathom Deeps
ru: Непроглядная Пучина

# Map70
source: Uldaman
ru: Ульдаман

# Map90
source: Gnomeregan
ru: Гномреган

# Map109
source: Sunken Temple
ru: Затонувший храм

# Map129
source: Razorfen Downs
ru: Курганы Иглошкурых

# Map169
source: Emerald Dream
ru: Изумрудный Сон

# Map189
source: Scarlet Monastery
ru: Монастырь Алого ордена

# Map209
source: Zul'Farrak
ru: Зул'Фаррак

# Map229
source: Blackrock Spire
ru: Пик Черной горы

# Map230
source: Blackrock Depths
ru: Глубины Черной горы

# Map249
source: Onyxia's Lair
ru: Логово Ониксии

# Map269
source: Opening of the Dark Portal
ru: Открытие Темного портала

# Map289
source: Scholomance
ru: Некроситет

# Map309
source: Ancient Zul'Gurub
ru: Старый Зул'Гуруб

# Map329
source: Stratholme
ru: Стратхольм

# Map349
source: Maraudon
ru: Мародон

# Map369
source: Deeprun Tram
ru: Подземный поезд

# Map389
source: Ragefire Chasm
ru: Огненная Пропасть

# Map409
source: Molten Core
ru: Огненные Недра

# Map429
source: Dire Maul
ru: Забытый Город

# Map449
source: Alliance PVP Barracks
ru: Казармы Альянса

# Map450
source: Horde PVP Barracks
ru: Казармы Орды

# Map451
source: Development Land
ru: Зона разработчика

# Map469
source: Blackwing Lair
ru: Логово Крыла Тьмы

# Map489
source: Warsong Gulch
ru: Ущелье Песни Войны

# Map509
source: Ruins of Ahn'Qiraj
ru: Руины Ан'Киража

# Map529
source: Arathi Basin
ru: Низина Арати

# Map530
source: Outland
ru: Запределье

# Map531
source: Ahn'Qiraj Temple
ru: Храм Ан'Киража

# Map532
source: Karazhan
ru: Каражан

# Map533
source: Naxxramas
ru: Наксрамас

# Map534
source: The Battle for Mount Hyjal
ru: Битва за гору Хиджал

# Map540
source: Hellfire Citadel: The Shattered Halls
ru: Цитадель Адского Пламени: Разрушенные залы

# Map542
source: Hellfire Citadel: The Blood Furnace
ru: Цитадель Адского Пламени: Кузня Крови

# Map543
source: Hellfire Citadel: Ramparts
ru: Цитадель Адского Пламени: Бастионы

# Map544
source: Magtheridon's Lair
ru: Логово Магтеридона

# Map545
source: Coilfang: The Steamvault
ru: Кривой Клык: Паровое подземелье

# Map546
source: Coilfang: The Underbog
ru: Кривой Клык: Нижетопь

# Map547
source: Coilfang: The Slave Pens
ru: Кривой Клык: Узилище

# Map548
source: Coilfang: Serpentshrine Cavern
ru: Кривой Клык: Змеиное святилище

# Map550
source: Tempest Keep
ru: Крепость Бурь

# Map552
source: Tempest Keep: The Arcatraz
ru: Крепость Бурь: Аркатрац

# Map553
source: Tempest Keep: The Botanica
ru: Крепость Бурь: Ботаника

# Map554
source: Tempest Keep: The Mechanar
ru: Крепость Бурь: Механар

# Map555
source: Auchindoun: Shadow Labyrinth
ru: Аукиндон: Темный лабиринт

# Map556
source: Auchindoun: Sethekk Halls
ru: Аукиндон: Сетеккские залы

# Map557
source: Auchindoun: Mana-Tombs
ru: Аукиндон: Гробницы Маны

# Map558
source: Auchindoun: Auchenai Crypts
ru: Аукиндон: Аукенайские гробницы

# Map559
source: Nagrand Arena
ru: Арена Награнда

# Map560
source: The Escape From Durnholde
ru: Побег из Дарнхольда

# Map562
source: Blade's Edge Arena
ru: Арена Острогорья

# Map564
source: Black Temple
ru: Черный храм

# Map565
source: Gruul's Lair
ru: Логово Груула

# Map566
source: Eye of the Storm
ru: Око Бури

# Map568
source: Zul'Aman
ru: Зул'Аман

# Map571
source: Northrend
ru: Нордскол

# Map572
source: Ruins of Lordaeron
ru: Руины Лордерона

# Map574
source: Utgarde Keep
ru: Крепость Утгард

# Map575
source: Utgarde Pinnacle
ru: Вершина Утгард

# Map576
source: The Nexus
ru: Нексус

# Map578
source: The Oculus
ru: Окулус

# Map580
source: The Sunwell
ru: Солнечный Колодец

# Map582
source: Transport: Rut'theran to Auberdine
ru: Перевозка: из Рут'терана в Аубердин

# Map584
source: Transport: Menethil to Theramore
ru: Перевозка: из Менетила на Терамор

# Map585
source: Magister's Terrace
ru: Терраса Магистров

# Map586
source: Transport: Exodar to Auberdine
ru: Перевозка: из Экзодара в Аубердин

# Map587
source: Transport: Feathermoon Ferry
ru: Перевозка: Переправа Оперенной Луны

# Map588
source: Transport: Menethil to Auberdine
ru: Перевозка: из Менетила в Аубердин

# Map589
source: Transport: Orgrimmar to Grom'Gol
ru: Перевозка: из Оргриммара в Гром'гол

# Map590
source: Transport: Grom'Gol to Undercity
ru: Перевозка: из Гром'гола в Подгород

# Map591
source: Transport: Undercity to Orgrimmar
ru: Перевозка: из Подгорода в Оргриммар

# Map592
source: Transport: Borean Tundra Test
ru: Перевозка: Борейская тундра (тест)

# Map593
source: Transport: Booty Bay to Ratchet
ru: Перевозка: из Пиратской Бухты в Кабестан

# Map594
source: Transport: Howling Fjord Sister Mercy (Quest)
ru: Перевозка: Сестры милосердия Ревущего фьорда (задание)

# Map595
source: The Culling of Stratholme
ru: Очищение Стратхольма

# Map596
source: Transport: Naglfar
ru: Перевозка: Нагльфар

# Map598
source: Sunwell Fix (Unused)
ru: Солнечный Колодец стабилизированный (не используется)

# Map599
source: Halls of Stone
ru: Чертоги Камня

# Map600
source: Drak'Tharon Keep
ru: Крепость Драк'Тарон

# Map601
source: Azjol-Nerub
ru: Азжол-Неруб

# Map602
source: Halls of Lightning
ru: Чертоги Молний

# Map603
source: Ulduar
ru: Ульдуар

# Map604
source: Gundrak
ru: Гундрак

# Map607
source: Strand of the Ancients
ru: Берег Древних

# Map608
source: Violet Hold
ru: Аметистовая крепость

# Map609
source: Ebon Hold
ru: Черный оплот

# Map610
source: Transport: Tirisfal to Vengeance Landing
ru: Транспорт: из Тирисфаля к Лагерю Возмездия

# Map612
source: Transport: Menethil to Valgarde
ru: Транспорт: из Менетила к Вангарду

# Map613
source: Transport: Orgrimmar to Warsong Hold
ru: Транспорт: из Оргриммара к Крепости Песни Войны

# Map614
source: Transport: Stormwind to Valiance Keep
ru: Транспорт: из Штормграда к Крепости Отваги

# Map615
source: The Obsidian Sanctum
ru: Обсидиановое святилище

# Map616
source: The Eye of Eternity
ru: Око вечности

# Map617
source: Dalaran Sewers
ru: Стоки Даларана

# Map618
source: The Ring of Valor
ru: Арена Доблести

# Map619
source: Ahn'kahet: The Old Kingdom
ru: Ан'кахет: Старое Королевство

# Map620
source: Transport: Moa'ki to Unu'pe
ru: Транспорт: из Моа'ки в Уну'пе

# Map621
source: Transport: Moa'ki to Kamagua
ru: Транспорт: из Моа'ки в Камагуа

# Map622
source: Transport: Orgrim's Hammer
ru: Транспорт: Молот Оргрима

# Map623
source: Transport: The Skybreaker
ru: Транспорт: Усмиритель небес

# Map624
source: Vault of Archavon
ru: Склеп Аркавона

# Map628
source: Isle of Conquest
ru: Остров Завоеваний

# Map631
source: Icecrown Citadel
ru: Цитадель Ледяной Короны

# Map632
source: The Forge of Souls
ru: Кузня Душ

# Map637
source: Abyssal Maw Exterior
ru: Внешняя сторона Бездонной пучины

# Map638
source: Gilneas
ru: Гилнеас

# Map643
source: Throne of the Tides
ru: Трон Приливов

# Map644
source: Halls of Origination
ru: Чертоги Созидания

# Map645
source: Blackrock Caverns
ru: Пещеры Черной горы

# Map646
source: Deepholm
ru: Подземье

# Map647
source: Transport: Orgrimmar to Thunder Bluff
ru: Транспорт: из Оргриммара в Громовой Утес

# Map648
source: LostIsles
ru: Затерянные острова

# Map649
source: Trial of the Crusader
ru: Испытание крестоносца

# Map650
source: Trial of the Champion
ru: Испытание чемпиона

# Map654
source: Gilneas2
ru: Гилнеас

# Map657
source: The Vortex Pinnacle
ru: Вершина Смерча

# Map658
source: Pit of Saron
ru: Яма Сарона

# Map659
source: Lost Isles Volcano Eruption
ru: Извержение вулкана Затерянных островов

# Map660
source: Deephome Ceiling
ru: Купол Подземья

# Map661
source: Lost Isles Town in a Box
ru: Затерянные острова макет города

# Map662
source: Transport: Alliance Vashj'ir Ship
ru: Транспорт: вайш'ирский корабль Альянса

# Map668
source: Halls of Reflection
ru: Залы Отражений

# Map669
source: Blackwing Descent
ru: Твердыня Крыла Тьмы

# Map670
source: Grim Batol
ru: Грим Батол

# Map671
source: The Bastion of Twilight
ru: Сумеречный бастион

# Map672
source: Transport: The Skybreaker (Icecrown Citadel Raid)
ru: Транспорт: Усмиритель небес (рейды в Цитадели Ледяной Короны)

# Map673
source: Transport: Orgrim's Hammer (Icecrown Citadel Raid)
ru: Транспорт: Молот Оргрима (рейды в Цитадели Ледяной Короны)

# Map674
source: Transport: Ship to Vashj'ir
ru: Транспорт: корабль до Вайш'ира

# Map712
source: Transport: The Skybreaker (IC Dungeon)
ru: Транспорт: Усмиритель небес (подземелья Цитадели Ледяной Короны)

# Map713
source: Transport: Orgrim's Hammer (IC Dungeon)
ru: Транспорт: Молот Оргрима (подземелья Цитадели Ледяной Короны)

# Map718
source: Trasnport: The Mighty Wind (Icecrown Citadel Raid)
ru: Транспорт: "Могучий ветер" (Цитадель Ледяной Короны, рейд)

# Map719
source: Mount Hyjal Phase 1
ru: Гора Хиджал, фаза 1

# Map720
source: Firelands
ru: Огненные Просторы

# Map721
source: Firelands Terrain 2
ru: Рельеф Огненных Просторов

# Map723
source: Stormwind
ru: Штормград

# Map724
source: The Ruby Sanctum
ru: Рубиновое святилище

# Map725
source: The Stonecore
ru: Каменные Недра

# Map726
source: Twin Peaks
ru: Два Пика

# Map727
source: STV Diamond Mine BG
ru: Алмазная шахта

# Map728
source: The Battle for Gilneas (Old City Map)
ru: Битва за Гилнеас (старая карта города)

# Map730
source: Maelstrom Zone
ru: Область Водоворота

# Map731
source: Stonetalon Bomb
ru: Бомба Каменного Когтя

# Map732
source: Tol Barad
ru: Тол Барад

# Map734
source: Ahn'Qiraj Terrace
ru: Терраса Ан'Киража

# Map736
source: Twilight Highlands Dragonmaw Phase
ru: Сумеречное нагорье, фаза Драконьей Пасти

# Map738
source: Ship to Vashj'ir (Orgrimmar -> Vashj'ir)
ru: Корабль до Вайш'ира (Оргриммар -> Вайш'ир)

# Map741
source: Twilight Highlands Horde Transport
ru: Сумеречное нагорье транспорт Орды

# Map746
source: Uldum Phase Oasis
ru: Ульдум фаза оазиса

# Map747
source: Transport: Deepholm Gunship
ru: Транспорт: боевой корабль Подземья

# Map748
source: Transport: Onyxia/Nefarian Elevator
ru: Транспорт: подъемник от Ониксии к Нефариану

# Map749
source: Transport: Gilneas Moving Gunship
ru: Транспорт: движущийся боевой корабль Гилнеаса

# Map750
source: Transport: Gilneas Static Gunship
ru: Транспорт: статичный боевой корабль Гилнеаса

# Map751
source: Redridge - Orc Bomb
ru: Красногорье - орочья бомба

# Map752
source: Redridge - Bridge Phase One
ru: Красногорье - первая фаза, мост

# Map753
source: Redridge - Bridge Phase Two
ru: Красногорье - вторая фаза, мост

# Map754
source: Throne of the Four Winds
ru: Трон Четырех Ветров

# Map755
source: Lost City of the Tol'vir
ru: Затерянный город Тол'вир

# Map757
source: Baradin Hold
ru: Крепость Барадин

# Map761
source: The Battle for Gilneas
ru: Битва за Гилнеас

# Map859
source: Zul'Gurub
ru: Зул'Гуруб

# Map861
source: Molten Front
ru: Огненная передовая

# Map930
source: Scenario: Alcaz Island
ru: Остров Алькац

# Map938
source: End Time
ru: Конец Времен

# Map939
source: Well of Eternity
ru: Источник Вечности

# Map940
source: Hour of Twilight
ru: Время Сумерек

# Map951
source: Nexus Legendary
ru: Нексус, получение посоха

# Map967
source: Dragon Soul
ru: Душа Дракона

# Map968
source: Rated Eye of the Storm
ru: Око Бури (рейтинговое)

# Map974
source: Darkmoon Faire
ru: Ярмарка Новолуния

# Map977
source: Maelstrom Deathwing Fight
ru: Водоворот, бой со Смертокрылом

# Map980
source: Tol'Vir Arena
ru: Арена Тол'вира
