Repository: CarlosX/Kamilla.Wow
Catalog: Kamilla.Network.Protocols.Wow/Strings.*.resx
Languages: ru

# CH_ConnId
source: Connection Id
ru: Соединение

# CH_Preview
source: Preview
ru: Предпросмотр

source: Close
ru: Закрыть

source: Error
ru: Ошибка

# Gossip_AppendSQLOutput
source: Append SQL Output...
ru: Дописать SQL в файл...

# Gossip_AppendSQLOutputTitle
source: Append SQL Output
ru: Дописать SQL в файл

# Gossip_Data
source: Data
ru: Данные

# Gossip_ErrorSavingSQLOutput
source: Failed to write SQL output into file.
ru: Ошибка записи SQL данных в файл.

# Gossip_MenuDesc
source: Menu #{0} Text #{1} {2} options
ru: Меню №{0} Текст №{1} {2} {2?plural-ru:пункт меню:пункта меню:пунктов меню}

# Gossip_MenuEntries
source: Menu Ids
ru: Номера меню

# Gossip_MenuN
source: Menu #{0}
ru: Меню №{0}

# Gossip_Menus
source: Menus
ru: Меню

# Gossip_MenusSelected
source: {0} {0?plural-en:menu:menus} selected
ru: Выбрано {0} меню

# Gossip_NMenus
source: {0} {0?plural-en:menu:menus}
ru: {0} меню

# Gossip_ObjectEntries
source: Object Ids
ru: Номера объектов

# Gossip_Objects
source: Objects
ru: Объекты

# Gossip_ObjectsSelected
source: {0} {0?plural-en:object:objects} selected
ru: {0?plural-ru:Выбран:Выбрано:Выбрано} {0} {0?plural-ru:объект:объекта:объектов}

# Gossip_OpenParser
source: Open Gossip Parser...
ru: Открыть парсер диалогов...

# Gossip_OptionBoxText
source: Box text: {0}
ru: Текст диалогового окна: {0}

# Gossip_OptionDesc
source: Option #{0} Icon: {1} Text: {2}
ru: Пункт меню №{0} Иконка: {1} Текст: {2}

# Gossip_OptionHasPassword
source: Clicking asks for password.
ru: Требуется ввести пароль.

# Gossip_OptionMoneyRequired
source: Money required: {0}
ru: Требуются деньги: {0}

# Gossip_OptionTargetMenu
source: Clicking shows menu #{0} (double-click the tree item to follow)
ru: При выборе этого пункта показывается меню №{0} (кликните дважды по пункту в дереве меню, чтобы перейти)

# Gossip_SaveFileFilter
source: SQL Files (*.sql)|*.sql|All Files (*.*)|*.*
ru: Файлы SQL (*.sql)|*.sql|Все файлы (*.*)|*.*

# Gossip_SaveSQLOutput
source: Save SQL Output...
ru: Сохранить SQL в файл...

# Gossip_SaveSQLOutputTitle
source: Save SQL Output
ru: Сохранить SQL в файл

# Gossip_ShowMenuEntries
source: Menu Ids...
ru: Номера меню...

# Gossip_ShowObjectEntries
source: Object Ids...
ru: Номера объектов...

# Gossip_ShowTextEntries
source: Text Ids...
ru: Номера текстов...

# Gossip_SqlInitialMenus
source: Object '{0}' has the following initial menus: {1}
ru: У объекта '{0}' существуют следующие начальные меню: {1}

# Gossip_SqlStructure
source: Creating SQL structure for menu #{0}.
ru: SQL запрос для меню №{0}

# Gossip_SqlUnsupportedObject
source: Objects of type {0} are not supported ({1})
ru: Объекты типа '{0}' не поддерживаются ({1})

# Gossip_TextEntries
source: Text Ids
ru: Номера текстов

# Gossip_Title
source: Gossip Parser
ru: Парсер диалогов

# Menu_Edit
source: Edit
ru: Правка

# Menu_Exit
source: Exit
ru: Выход

# Menu_File
source: File
ru: Файл

# Menu_View
source: View
ru: Вид

# OI_Info
source: Summary
ru: Данные

# OI_Opcode
source: Opcode:
ru: Опкод:

# OI_OpenOI
source: Opcode Info...
ru: Данные опкодов...

# OI_Title
source: Opcode Info
ru: Данные опкодов

# ProtocolName
source: World of Warcraft: Cataclysm v4.3.2
ru: World of Warcraft: Катаклизм v4.3.2
